---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LPerSMSup2
source: html/1f4d6833-9779-143a-a4b8-1b78b94fff1d.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LPerSMSup2 Property

Symbol L/(s·m²), indicating unit Liters per second square meter.

## Syntax (C#)
```csharp
public static ForgeTypeId LPerSMSup2 { get; }
```